/decl/cultural_info/location/tauwilo
	name = HOME_SYSTEM_SERPENTIDS
	description = "<font color=\"#1f6b4f\">Тау-Вило</font> - маленькая планета, родная для ГБС, имеющая низкую гравитацию и плотную кислородную и \
	азотную атмосферу с примесями форона. Здесь преобладают биоразнообразные тропические и субтропические леса.\
	Единственное Человеческое поселение - исследовательский центр, построенный компанией <font color=\"#738465\">Xynergy</font> и используемый \
	в программе обучения ГБС. <font color=\"#1f6b4f\">Тау-Вило</font> является единственным известным местом размножения этих причудливых \
	созданий."
	distance = "26 световых лет"
