/decl/cultural_info/location/adherent
	name = HOME_SYSTEM_ADHERENT
	description = "Создатели <font color=\"#57967f\">адхерантов</font> когда-то жили на сверкающем газовом гиганте под названием <font color=\"#996633\">Кэнон</font>. \
	Однако после солнечной вспышки \"Крик\", ничто не движется в океане облаков, кроме платформ искусственного \
	оружия и автоматических средств защиты, обеспечивающих вечный карантин мертвой планеты. Для <font color=\"#738465\">Часовых</font> Кэнон \
	является святыней их потерянных богов, неприкасаемых и почитаемых. <font color=\"#57967f\">Адхеранты</font> дислоцированы вокруг работы \
	Кэнона непосредственно под контролем Центральной Системы Контроля Трафика Хаб 37-Q, выполняя задачи, \
	жизненно важные для непрерывного функционирования Зоны Ожидания в целом. Они, в большинстве своем, лояльны \
	и придерживаются традиций по сравнению с остальными своими сородичами."
	distance = "Неизвестно, более 50 световых лет"
	ruling_body = "Центральная Система Контроля Трафика Хаб 37-Q"

/decl/cultural_info/location/adherent/monument
	name = HOME_SYSTEM_ADHERENT_MOURNER
	description = "В своих бесконечных межзвездных поисках, <font color=\"#738465\">Часовые</font> обнаружили множество, так называемых, могильных \
	миров (или миров-памятников) - планет, на которых разумный вид полностью вымер. Адхеранты строят орбитальные \
	станции над такими мирами, чтобы наблюдать за разбомбленными, пустынными или покрытыми разнообразными \
	вирусами поверхностями в память о тех, кто там умер. <font color=\"#57967f\">Адхеранты</font>, размещенные на наблюдательных станциях над \
	мирами-памятниками, имеют тенденцию быть более рефлексивными и менее болтливыми, чем их остальные сородичи. \
	Они стояли на своем молчаливом посту больше миллиарда лет, прежде чем люди открыли электричество, что \
	окрашивает их инстинктивное уважение к органическому разуму в специфичном для их понимания."
