/decl/cultural_info/location/human
	name = HOME_SYSTEM_MARS
	description = "<font color=\"#cc6600\">Марс</font> - нынешняя столица <font color=\"#436b8e\">ЦПСС</font>, известная в обиходе как \"Красная планета\", является одним из \
	самых густонаселенных центров <font color=\"#6a97b0\">Человечества</font>. Со времени основания Джимми Гидеоном первой колонии много лет \
	назад, <font color=\"#cc6600\">Марс</font> был важным игроком в Человеческом пространстве. Терраформинг на Марсе был успешен лишь частично, \
	и сегодня большая часть населения живет либо в огромных купольных городах или же агро-зонах, либо в обширных \
	подземных комплексах, известных как Туннельная сеть, соединяющая крупные подземные города. Как правило \
	богатые жители планеты живут на поверхности, в то время как бедные - в тоннелях. <font color=\"#cc6600\">Марс</font> изобилует инакомыслием, \
	преступностью и постоянными беспорядками, особенно под землей. Социальное расслоение всегда было спутником \
	этих мест, однако сами марсиане полны гордости и решимости. У них не было легкой истории. Точно также как и с \
	колыбелью <font color=\"#6a97b0\">Человечества</font> - <font color=\"#33ccff\">Землей</font>, на протяжении веков их сопровождали кризисы, революции и регулярные \
	беспорядки. Народ <font color=\"#cc6600\">Марса</font> нередко считает себя лучше остальных Людей, даже тех, кто живет на \
	окраинах \"Красной Планеты\"."
	distance = "1.5 А.Е."
	capital = "Олимпус"
	economic_power = 1.1


/decl/cultural_info/location/human/earth
	name = HOME_SYSTEM_EARTH
	description = "<font color=\"#33ccff\">Земля</font> - родина <font color=\"#6a97b0\">Человечества</font>, долгое время находилась в состоянии восстановления после столетий \
	загрязнения и переэксплуатации. Сегодня большая ее часть существует как природный заповедник, посвященный \
	сохранению истории <font color=\"#6a97b0\">Человечества</font>. Проживающие, как правило, находятся в крупных городских зонах, расположенных по всей \
	планете. Огромные города, состоящие из многочисленных научных центров с акцентом на экологичность. <font color=\"#33ccff\">Земля</font> \
	больше не политический центр <font color=\"#6a97b0\">Человечества</font>, однако, её жители довольны тем, что их дом является чем-то вроде \
	захолустного, но туристического направления для тех людей, что хотят узреть родину своих предков. Людей с \
	этой планеты в целом можно назвать богатыми, хотя они все несопоставимы с таковыми на <font color=\"#cc6600\">Марсе</font>. Как правило, они \
	довольны своей жизнью. <font color=\"#33ccff\">Земля</font> так же разнообразна, как и всегда."
	distance = "1 А.Е."
	capital = "Женева"
	economic_power = 1.2

/decl/cultural_info/location/human/luna
	name = HOME_SYSTEM_LUNA
	distance = "1 А.Е."
	description = "<font color=\"#8c7853\">Луна</font> - спутник планеты <font color=\"#33ccff\">Земля</font>, долгое время была целью для <font color=\"#6a97b0\">Человечества</font> и символом освоения \
	космоса. \
	Сегодня она является одной из старейших колоний для людей. Здешние жители богаты и могущественны. \
	Разделенные на ряд взаимосвязанных куполов, разбросанных по поверхности, каждый из которых содержит свой \
	уникальный город, известный как \"префектура\". <font color=\"#8c7853\">Луна</font> является домом для разнообразной и богатой культуры, \
	которая варьируется от префектуры к префектуре. Столица  - Селена, является центром культуры, искусства, \
	торговли и политики, и именно отсюда жители Луны берут название своего языка - \"селенианский\". \
	Несмотря на свой статус, <font color=\"#8c7853\">Луна</font> имеет свои собственные проблемы, хотя большую часть населения составляет высший \
	и высший средний классы, эти проблемы обычно проявляются в политических махинациях и сложных интригах. \
	Люди Луны продолжают оказывать влияние на Человеческое пространство, и корпорации стекаются на Луну, чтобы \
	построить свою собственную префектуру и создать в ней свою штаб-квартиру как символ успеха, власти и достижений. \
	Людей Луны часто считают «Старыми Аристократами» Человечества, многие из которых имеют четкие, прослеживаемые \
	родословные еще от первых поселенцев, династий Земли и крупных корпораций. Большинство жителей Луны богаты, \
	культурны и изысканны. Однако, не все - многие из жителей города Нью-Вегас находятся за чертой бедности, \
	что вызывает социальное расслоение и почву для зависти к остальным колонистам."
	capital = "Селена"
	economic_power = 1.3
	secondary_langs = list(LANGUAGE_HUMAN_SELENIAN)

/decl/cultural_info/location/human/venus
	name = HOME_SYSTEM_VENUS
	distance = "0.7 А.Е."
	description = "<font color=\"#ffbf00\">Венера</font> - это планета, имеющая в основном неустойчивую поверхностную атмосферу. \
	Однако, раннее терраформирование было успешным в поддержании желаемой, обитаемой атмосферы высоко в облаках, и \
	именно здесь большая часть населения планеты и проживает. Сама <font color=\"#ffbf00\">Венера</font> покрыта огромными платформами, \
	поддерживающими эти облачные города, а также многочисленные сельскохозяйственные зоны, которые быстро заработали \
	Венере репутацию \"Корзины для хлеба\". Сегодня она является домом некоторых из экстравагантно богатых людей. Так \
	как вся планета является туристическим направлением, большая часть ее инфраструктуры и жилых зон посвящена \
	обеспечению развлечений, отелей, казино и различных других услуг и достопримечательностей. Она является одной из \
	самых богатых планет в <font color=\"#436b8e\">ЦПСС</font>, и большинство ее жителей ведут декадентский, элитарный образ жизни. Многие жители \
	Венеры делятся на две категории: богатые и отставники. Первая категория обычно наслаждается своим гедонистским и \
	беззаботным образом жизни, вполне соответстсвующим их богатству. Помимо тех, кто достаточно богат, чтобы жить там \
	постоянно, большинство людей на Венере - работники сферы обслуживания, которые живут там только на время их \
	занятости. Вторая группа - это выносливые рабочие, трудящиеся в больших промышленных центрах, жизнь которых \
	полностью отличается от богачей. Они часто возмущаются и конфликтуют с первой группой."
	capital = "Иштар-Терра"
	economic_power = 1.4

/decl/cultural_info/location/human/ceres
	name = HOME_SYSTEM_CERES
	distance = "2.7 А.Е."
	description = "Официально, Правительственный Горнодобывающий и Жилой Форпост Планеты <font color=\"#57967f\">Церера</font> -  форпост по добыче \
	полезных ископаемых, исторически являющийся важным горнодобывающим объектом для <font color=\"#6a97b0\">Человечества</font>. Тем не менее, \
	эта важность значительно уменьшилась за последние несколько десятилетий, и сегодня - это обширная, \
	многолюдная станция. Управляемая главным образом <font color=\"#b3863c\">Falco Designs</font>, одной из ведущих судостроительных корпораций \
	<font color=\"#436b8e\">ЦПСС</font>, <font color=\"#57967f\">Церера</font> является домом для множества доков и сервисных центров для судов. Она также является \
	торговым и военным аванпостом для всех кораблей, входящих в Солнечную Систему. Однако, помимо всего \
	вышеперечисленного, это место имеет репутацию своеобразного черного рынка. Обычно, называемые «Белтерами», \
	люди Цереры в основном заняты судостроением, производством, и обслуживанием судов. Они, как правило, считают \
	себя адаптивными, гордыми членами <font color=\"#436b8e\">ЦПСС</font>, а также лучшими инженерами, без преувеличения, всего <font color=\"#6a97b0\">Человечества</font>."
	capital = "район Йирина, Правительственная Зона"


/decl/cultural_info/location/human/pluto
	name = HOME_SYSTEM_PLUTO
	distance = "45 А.Е."
	description = "<font color=\"#a2819e\">Плутон</font>, номинально являющийся Демократической Республикой - самая маленькая планета в Солнечной \
	Системе. Его население сравнительно небольшое на фоне других планет <font color=\"#436b8e\">ЦПСС</font>. Большая часть \
	жителей <font color=\"#a2819e\">Плутона</font> сосредоточена вокруг двух городов, оба из которых остро нуждаются в модернизации и ремонте,  а \
	также большой, давно разрушенной инфраструктуре. На <font color=\"#a2819e\">Плутоне</font> преобладают криминальные элементы, а коррупция \
	процветает. Те, кто живет на этой планете либо влечет отчаянное, жалкое существование, пытаясь покинуть этот мир, \
	либо является частью, или же просто под прикрытием одного из многочисленных местных преступных синдикатов. \
	Несмотря на ряд усилий по модернизации, планете мало что действительно помогло. Местные жители не отличаются \
	гостеприимством и моральными качествами, и за это часто порицаются на всей территории <font color=\"#436b8e\">ЦПСС</font>. Забитые, бедные, и \
	из региона, который так кишит преступностью, они создали свою собственную уникальную, но вместе с тем наводящую \
	ужас культуру. Большинство людей <font color=\"#a2819e\">Плутона</font> очень грубы, трусливы, закалены годами нищеты или преступности. Те, кому \
	посчастливилось покинуть это место, очень редко хотят вернуться обратно."
	capital = "Нью Санто-Доминго"
	economic_power = 0.8
	secondary_langs = list(LANGUAGE_GUTTER)

/decl/cultural_info/location/human/cetiepsilon
	name = HOME_SYSTEM_TAU_CETI
	distance = "11.9 световых лет"
	description = "<font color=\"#bbbbbb\">Эпсилон Кита</font> - единственная обитаемая планета в системе Тау Кита, а также дом для ее крупнейшего \
	и единственного населенного пункта - Верлиза. Сама планета, фактически, покрыта одним крупным городом с несколькими \
	«зелеными» областями, разбросанными по всей поверхности. Она привлекает многих туристов своими неоновыми огнями, \
	где так легко потеряться на многочисленных улицах. Что еще более важно, на <font color=\"#bbbbbb\">Эпсилон Кита</font> расположен \
	Технологический Институт Кита - возможно, лучшее учебное заведение во всем Человеческом пространстве. \
	Технологический Институт Кита является государственным университетом и, по большей части, предоставляет \
	бесплатное обучение для всех. Тем не менее, места выделяются предпочтительно для уроженцев системы Тау Кита, так \
	как конкуренция за их получение была еще с самого его основания. Сегодня <font color=\"#bbbbbb\">Эпсилон Кита</font> является крупным центром \
	технологий, предназначенных для тех, кто ищет лучшую жизнь или же просто стремится к профессиональному \
	совершенству. Люди из этого места являются одними из самых подкованных в научно-техническом плане. Будучи из в \
	значительной степени застроенного мира с акцентом на самые передовые технологии, большинство эпсилонианов имеют \
	отличное образование. Они заработали <font color=\"#bbbbbb\">Эпсилон Кита</font> репутацию одной из лучших планет <font color=\"#436b8e\">ЦПСС</font>."
	capital = "Верлиз"
	economic_power = 1.4

/decl/cultural_info/location/human/eos
	name = HOME_SYSTEM_HELIOS
	description = "<font color=\"#38559e\">Гаусс</font> в системе Гелиос сам по себе является маленьким, жарким и плотно заселенным миром. Планета \
	осуществляет исключительно маргинальную функцию, хотя и поддерживает плотно населенный город - Сурья, \
	который стал известен своими банковскими услугами. Гелиоская Гейтвейная Установка (ГГУ) - это самое большое \
	сооружение Гейтвея на территории <font color=\"#436b8e\">ЦПСС</font>, обеспечивает жизненно важную транспортную связь со многими другими \
	системами <font color=\"#436b8e\">ЦПСС</font>. Фактически, это город в космосе. ГГУ является смесью частных апартаментов, офисов Флота, \
	правоохранительных органов, государственных служб и широкого спектра частных предприятий, которые обслуживают \
	множество туристов, путешественников, торговцев и солдат, проходящих через Гейтвей ежедневно. Только этот факт \
	позволил Гелиосу и <font color=\"#38559e\">Гауссу</font> в целом преодолеть многочисленные экономические упадки и позволил зарекомендовать их \
	как главный коммерческий центр <font color=\"#436b8e\">ЦПСС</font>. Дела были затруднены во время Гайского Конфликта, когда ГГУ была \
	уничтожена в результате самоподрыва Четвертого Флота, чтобы остановить продвижение флотилии <font color=\"#9d2300\">Гильгамешской \
	Конфедерации</font>. Гейтвей быстро оправился после оккупации, но память и скорбь остаются всегда."
	capital = "Сурья"
	economic_power = 1.3
	distance = "10 световых лет"

/decl/cultural_info/location/human/terra
	name = HOME_SYSTEM_TERRA
	description ="<font color=\"#935050\">Терра</font>, в системе Гильгамеша. Разве это не та планета <font color=\"#33ccff\">Земля</font>, как могут подумать некоторые? Нет, \
	<font color=\"#935050\">Терра</font> - дом <font color=\"#9d2300\">Гильгамешской Колониальной Конфедерации</font>, столица сверхдержавы. Она является одной \
	из многих ключевых планет в ГКК и, возможно, самой важной. Ее жители придерживаются изоляционизма, что \
	особенно заметно по характерному отсутствию ксенорас среди населения. Большая часть <font color=\"#935050\">Терры</font> сильно \
	индустриализирована, с однако более низким уровнем жизни, чем на эквивалентных планетах <font color=\"#436b8e\">ЦПСС</font>. Большая часть \
	населения работает в сфере услуг, промышленности или армии. Все еще восстанавливаясь после экономического краха в \
	конце Гайского Конфликта, большая часть планеты находится в упадке: коммунальные услуги и возможности устроиться \
	на какую-либо работу минимальны, а большая часть населения обременена высокими налогами. Такое положение дел \
	привело к тому, что в последние годы многие Терранцы отправились на другие миры в надежде избежать тех плохих \
	условий, в которых они оказались. Несмотря на это, люди <font color=\"#935050\">Терры</font> - гордые и нерушимые люди, которые в высшей \
	степени патриотичны и склонны поддерживать свое государство где бы они не находились."
	capital = "Амарант"
	distance = "22.5 световых лет."
	economic_power = 0.9
	ruling_body = "Терранская Колониальная Конфедерация"
	language = LANGUAGE_HUMAN_RUSSIAN

/decl/cultural_info/location/human/tersten
	name = HOME_SYSTEM_TERSTEN
	distance = "52 светового года"
	description = "<font color=\"#5c5c7c\">Терстен</font> - это большой равнинный, мир в системе Гавил с огромными горными хребтами, прериями, мезами, \
	лесами и пустынями, -  разнообразная планета. Столица известна как Терстен-Сити, или, как ее называют местные, \
	Фритаун. Первоначально основанная как исправительная колония, впоследствии изменив эту систему в 2244 году. \
	Это четвертый по величине производитель продуктов питания в <font color=\"#436b8e\">ЦПСС</font>. Дополнительный экспорт включает строительные \
	материалы и электронику. Население планеты, в основном, делится на северных - городских терстенианов, которых часто \
	можно увидеть в армии - и южных, сельских терстенианов, являющимися фермерами и владельцами многочисленных \
	ранчо планеты. В то время, как большая часть Севера была развита, Юг остается обделен лучшими условиями. \
	Это изолированный, пограничный мир, мало влияющий на всё Человеческое пространство. Тем не менее, он \
	гордый член <font color=\"#436b8e\">ЦПСС</font>, и сам город <font color=\"#5c5c7c\">Терстен</font> в свое время стал преследователем сил Третьего флота. \
	У Ф<font color=\"#436b8e\">ЦПСС</font> есть офис в городе Моор, а различные транс-звездные корпорации обосновываются в городе Южный Харельстон. \
	Люди Терстена разделены на различные культуры. Например, городские терстениане, известные как «Пинаски», живут в \
	окрестностях города Терстен-сити и часто встречаются в Силах обороны. Сельские терстениане, известные как \
	«Невокии», живут в южном центральном регионе вокруг города Невада. Многие марсианские и земные анклавы существуют \
	на планете, в значительном количестве в Южном Харельстоне. Разрыв между Севером и Югом также можно считать \
	разрывом между богатыми и бедными. Даже самый бедный городской житель, вероятно, будет богаче, чем большинство \
	фермеров. Тем не менее, терстениане, как правило, дружелюбны по отношению друг к другу. Известные своим \
	сообществом и отношением к незнакомцам, они считаются ковбоями <font color=\"#436b8e\">ЦПСС</font>. Часто терстениане служат в Силах обороны, \
	и многие из них отдали свои жизни в Гайском Конфликте."
	capital = "Терстен-сити"
	economic_power = 1.0

/decl/cultural_info/location/human/lorriman
	name = HOME_SYSTEM_LORRIMAN
	distance = "44 световых года"
	description = "<font color=\"#ceaf3e\">Лорриман</font> - это арктическая планета в системе Гессшир. Она представляет собой замерзшую пустошь с \
	ветрами, достигающими 200 миль в час, со средней температурой -50 ° по цельсию. Из-за этого города планеты либо \
	куполообразные, либо встроены в горы. Экономика построена вокруг технологической основы, продвигая науку и людей, \
	которые умело ею пользуются. Инфраструктура достаточно развита, чтобы поддерживать общественный транспорт на всей \
	планете. Столица называется \"Столицей\", или просто Хабом. Это массивная купольная структура которая служит \
	космодромом, административным центром, и жилой зоной. Она остается единственным местом на планете, доступным для \
	не-лорриманианов. Несмотря на свою изоляцию, Научный Институт Гессшира поддерживает теплые отношения с <font color=\"#436b8e\">ЦПСС</font>. \
	Он является своеобразной технократической республикой во главе с доктором Йоханом Монтгомери. Лорриманиане \
	- тихая, скромная, образованная группа. Их часто ищут в качестве исследователей или для другой научной \
	деятельности. Редко кто иммигрирует на <font color=\"#ceaf3e\">Лорриман</font>, но бывают и исключения."
	capital = "Столица"
	economic_power = 1.0
	secondary_langs = list(LANGUAGE_HUMAN_LORRIMAN)

/decl/cultural_info/location/human/cinu
	name = HOME_SYSTEM_CINU
	distance = "48 световых лет"
	description = "<font color=\"#929820\">Цину</font> - это колонизированная пустынная планета, расположенная в системе Люцинэр. Сегодня она является \
	важной частью <font color=\"#436b8e\">ЦПСС</font>. Вдвое больше чем Земля, большая часть поверхности этой планеты - пустыня, где подавляющее \
	большинство населения живет вокруг различных оазисов или в менее суровых северных регионах. Здесь проживает около \
	20 миллионов человек, ежегодно принимающих около 50 000 иммигрантов. Столица <font color=\"#929820\">Цину</font> - Аль-Мулар, является домом для \
	нескольких крупных Отделений миротворческих сил, в которых ежегодно проходят отбор около 30 000 китайцев. \
	Республика состоит из семи политических регионов, и поддерживается Всенародным Конгрессом Цину. Установлена \
	прямая демократия, где люди голосуют напрямую по вопросам, связанным с их государством. Из-за этого Республика \
	оказывает небольшое влияние на остальное пространство. Население в целом благополучно, со стабильной экономикой \
	и достойным образованием. Это зависит от региона, однако, некоторые жители живут далеко за чертой бедности. <font color=\"#929820\">Цину</font> \
	считается одной из наиболее развитых демократических систем в космосе с относительно небольшими внутренними \
	конфликтами. Цинуане этнически колеблются от марсианских тарсисцев до арабских, западноазиатских и \
	среднеазиатских культур <font color=\"#33ccff\">Земли</font>. Будучи жителями суровой пустынной планеты, они \
	известны характерной стойкостью, своеобразным дружелюбием и педантичностью. Эти люди много страдали в прошлом, \
	но сегодня смотрят в светлое будущее. Среди них много пацифистов, что подтверждает недобор в Силы Обороны. \
	Вместо этого они часто служат миротворцами и дипломатами. Республика придерживалась нейтралитета во время \
	Гайского Конфликта."
	capital = "Аль-Мулар"
	economic_power = 1.0

/decl/cultural_info/location/human/yuklid
	name = HOME_SYSTEM_YUKLID
	distance = "42 световых года"
	description = "<font color=\"#aa9100\">Юклид V</font> - это колонизированный мир джунглей в системе Юклид. Здесь расположены крупные медицинские \
	учреждения и корпоративные холдинги, служащие домом для Космической Медицинской Академии. Большая часть Юклида \
	была сохранена как природный и ботанический заповедник. Большинство лекарств, производимых во внешних областях \
	<font color=\"#436b8e\">ЦПСС</font>, создавались именно тут. Также большая часть Юклида не колонизирована, а инфраструктура сосредоточена вокруг \
	полюсов планеты. Одним из таких объектов является оперативный штаб Vey-Med. Республика Юклид является \
	второстепенным политическим игроком в составе <font color=\"#436b8e\">ЦПСС</font>, а <font color=\"#3366cc\">Экспедиционный корпус</font> использует планету как тренировочный \
	лагерь для отработки миссий на экзопланетах. Защищаема Третьим флотом. Юклидиане в основном склонны к \
	изоляционизму, с небольшой эмиграцией. Население, покидающее планету, обычно занимается медициной. Совсем недавно \
	на планете появилось спиритуалистическое движение, принимающее аспекты религиозной теории и клятвы Гиппократа."
	capital = "Айеги"
	economic_power = 0.9

/decl/cultural_info/location/human/lordania
	name = HOME_SYSTEM_LORDANIA
	distance = "40 световых лет"
	description = "<font color=\"#999875\">Лордания</font> - это сильно развитый равнинный мир в системе Лордания. На планете есть пять крупных \
	мегаполисов, связанных различными пригородными областями. Интенсивное использование плотин и природных \
	заповедников позволило людям эффективнее терраформировать участки планеты. Исторически она имела большой разрыв в \
	доходах населения, что вызвало социальный кризис. Экономика планеты была перестроена с нуля, краеугольным камнем \
	в которой стали развлечения и искусства. Нью-Арес Метроплекс - это столица моды внешнего края <font color=\"#436b8e\">ЦПСС</font>. Многочисленные \
	компании и корпорации скупили огромное количество активов планеты во время экономической депрессии, и теперь в \
	полной мере используют их. Это не полностью городская планета, хотя и может ею стать в следующие 300 лет. Лордания \
	поддерживает теплые отношения со своим соседом Кингстоном. Лорданию можно назвать аристократической республикой, \
	ибо она имеет исторические связи с политическими семьями Луны. Люди из этого мира делятся на две части: высшие и \
	низшие лорданиане. Высшие лорданиане богаты и, как правило, ведут декадентный образ жизни, оставаясь, в основном \
	на самой планете. Низшие лорданиане чаще встречаются, но многие из них предпочитают покинуть свою родину. \
	Исторически все они имеют комплекс превосходства, и часто считают себя лучше других. Большинство лорданианов \
	считаются ненадежными или эгоистичными. Как таковых, их редко можно увидеть в Силах Обороны."
	capital = "Нью-Арес"
	economic_power = 1.2

/decl/cultural_info/location/human/kingston
	name = HOME_SYSTEM_KINGSTON
	distance = "40 световых лет"
	description = "<font color=\"#e39751\">Кингстон</font> - это колонизированный океан, состоящий из различных архипелагов в системе Лордания. \
	Поверхность планеты на 90% состоит из воды, и большая часть населения живет вокруг экватора. \
	Также это влажный субтропический мир и перспективное туристическое направление. <font color=\"#e39751\">Кингстон</font> чрезвычайно разнообразен, \
	и многие древние человеческие культуры все еще представляются анклавами. Он также содержит большое \
	количество тритонианцев, как туристов, так и жителей. Приблизительно 15 миллионов туристов посещают планету \
	ежегодно. В то время как шоссе и система магнитных поездов связывают многие острова, лодки невероятно популярны \
	как транспортные средства. Многие из островов на планете были созданы с помощью тектонических плит или извержения \
	вулканов, что делает ее более геологически активной, чем Земля. Несмотря на это, технологии 24-го века достаточно \
	развиты, чтобы смягчить большинство структурных повреждений, нанесенных в случае землетрясений или цунами. \
	Формально, Организация Объединенных Наций Кингстона состоит из нескольких островных государств и представителей \
	других планет. Люди <font color=\"#e39751\">Кингстона</font> относительно скромны. У них много общего с со своими сородичами. Из часто можно \
	увидеть на борту большинства судов <font color=\"#436b8e\">ЦПСС</font>. Вырастая в водном мире, большинство кингстонианов отлично умеют плавать \
	на лодке, что редкость в 24-м веке. Также у кингстонианов, как правило, кожа заметно темнее из-за близости планеты \
	к звезде."
	capital = "Нью-Гавана"
	economic_power = 1.1

/decl/cultural_info/location/human/gaia
	name = HOME_SYSTEM_GAIA
	distance = "14 световых лет"
	description = "Гайя - это одинокая планета в системе Галлелей, служащяя как демилитаризованная зона между Центральным Правительством Солнечной Системы и Независимой Колониальной Конфедерацией Гильгамеша. \
	Это сельскохозяйственный мир, хотя черда конфликтов на поверхности планеты оставили его повреждённым.\
	Планета разделенна на Южную Гайю и Северную Гайю, контролируемыми ЦПСС и ГКК соответственно. Новая Венеция служит нейтральной зоной внутри ДМЗ. \
	Население планеты остаётся разделённым даже спустя 10 лет после Гайского Конфликта. Новая Венеция распологается на берегу озера Кабот. \
	В то время как Гайя разделенна, нынешний мэр Новой Венеции служит жизненно важным посредником между обеими сторонами. Люди Гайи устали от войн и снова хотят увидеть лица своих семей. \
	Они страдали на протяжении двадцати лет и боятся, что могут пострадать снова."
	capital = "Новая Венеция"
	economic_power = 1.0

/decl/cultural_info/location/human/magnitka
	name = HOME_SYSTEM_MAGNITKA
	distance = "24 световых года"
	description = "<font color=\"#b19664\">Магнитка</font> - это независимая, промышленно развитая горно-добывающая колония, расположенная в системе \
	Урса. Под управлением авторитарного правительства, тесно связанного с основавшими его корпорациями, недавняя \
	история Магнитки отмечена гражданской войной. Даже сегодня большое количество повстанческих групп населяют планету. \
	Основанная немецкими компаниями в 2230-ых годах, подавляющее большинство колонистов происходит из \
	восточноевропейских рабочих и их немецких менеджеров. К сожалению, экономика Магнитки находится в упадке, \
	поскольку ее основной экспорт - железо - с каждым днем все дешевеет. Основные карьеры в этом мире: военная служба, \
	добыча полезных ископаемых или организованная преступность. Хотя исторически склонная к изоляционизму, сегодня \
	<font color=\"#b19664\">Магнитка</font> все теснее связывается с <font color=\"#9d2300\">ГКК</font>, пытаясь компенсировать экономический спад."
	capital = "Лейбортаун"
	economic_power = 0.8
	ruling_body = "Магнитка"
