/decl/cultural_info/location/qerrbalak
	name = HOME_SYSTEM_QERRBALAK
	description = "<font color=\"#89cff0\">Кверр'балак</font> в системе Кверр'валис является древним домом <font color=\"#3366cc\"><font color=\"#3366cc\">скреллов</font></font>. Большой, болотистый мир, он \
	состоит из двух континентов, разделенных архипелагами в огромном океане. Меньший континент, являющийся родным \
	домом цивилизации <font color=\"#3366cc\">Скреллов</font>, - Корр'глоа, представляет собой болото, причем большинство их городов \
	построены на побережье. Оно отделено морем К'оррия от другого, более крупного материка, - Си'Кририоал, \
	густонаселенного и разнообразного, со снежными горами на юге и умеренными зонами во внутренних районах. \
	<font color=\"#89cff0\">Кверр'балак</font>, состоящий из сотен городов-государств, до сих пор является домом для значительного населения <font color=\"#3366cc\">скреллов</font>. \
	Хотя он больше не является единственной электростанцией на планете, он все еще широко почитаем среди <font color=\"#3366cc\">скреллов</font> как \
	их родной мир, а также за его научные достижения."
	capital = "Отсутствует"
	ruling_body = "Ксаку Моглар"
	distance = "67 световых лет"
	economic_power = 1.5

/decl/cultural_info/location/talamira
	name = HOME_SYSTEM_TALAMIRA
	description = "<font color=\"#cc9090\">Таламира</font> в системе Ри'куора расположена далеко в пространстве <font color=\"#3366cc\">скреллов</font>, в том месте, что для людей \
	является неизученной и неизведанной территорией. Основанная около 500 лет назад, <font color=\"#cc9090\">Таламира</font> считается торговым и \
	коммерческим центром в своем секторе. Это в значительной степени является результатом его центрального положения \
	между большим количеством пограничных городов-государств и остальной части Скреллианской Империи. Сама планета \
	состоит из одного суперконтинента, на котором болота несколько теплее, чем <font color=\"#89cff0\">Кверр'балак</font>, с сотнями \
	городов-государств, усеивающих ее поверхность, большинство из которых вкладывают значительные средства в \
	производство и логистику, извлекая выгоду из торговли сырьевыми ресурсами с пограничными мирами. <font color=\"#cc9090\">Таламира</font> \
	считается экономическим центром, где ее города-государства обладают большим влиянием за рубежом."
	capital = "Отсутствует"
	ruling_body = "Короли городов-государств"
	distance = "300 световых лет"
	economic_power = 2.5

/decl/cultural_info/location/roasora
	name = HOME_SYSTEM_ROASORA
	description = "<font color=\"#b99d71\">Роа'сора</font> в системе Куэрри'терр представляет собой небольшую планету, состоящую из одного \
	города-государства под названием Три'Сорр. С момента своего основания около 200 лет назад, \
	скреллы из <font color=\"#b99d71\">Роа'сора</font> находились в состоянии постоянной обороны от таинственных чужаков, которые не предпринимали \
	никаких дипломатических попыток сообщить о себе. Из назвали \"Трумами\" - из-за отличительного звуков, которые те \
	издавали. Трумы совершали постоянные набеги на колонистов-<font color=\"#3366cc\">скреллов</font>. Именно из-за такой ситуации <font color=\"#b99d71\">Роа'сора</font> сильно \
	милитаризована, однако с их стороны все еще не прекращаются попытки установить дипломатический контакт \
	с \"налетчиками\". Основной экспорт планеты - редкие полезные ископаемые, хотя имеется и сильно развитая военная \
	промышленность, поскольку до сих пор переговоры с чужаками не принесли каких-либо успехов. Географически планета \
	имеет горную и скалистую поверхность, с несколькими глубокими озерами в горных долинах, вокруг которых построено \
	большинство шахтерских станций."
	capital = "Отсутствует"
	ruling_body = "Отсутствует"
	distance = "350 световых лет"
	economic_power = 1.2

/decl/cultural_info/location/mitorqi
	name = HOME_SYSTEM_MITORQI
	description = "<font color=\"#b88a3b\">Ми'тор'куи</font> в системе  Куа'ло является одной из множества планет вдоль границы между Человечеством и \
	Скреллианской Империей. Будучи одной из новейших колоний, многочисленные города-государства <font color=\"#b88a3b\">Ми'тор'куи</font> \
	демонстрируют большое влияние Людей в их обществе. Экономически сосредоточенные на межзвездной торговле с \
	представителями Человечества, именно отсюда ряд компаний корпораций <font color=\"#3366cc\">скреллов</font> предлагают кредитные услуги \
	квалифицированных работников человеческим организациям. Однако такое положение дел нравится далеко не всем \
	местным. Несмотря на процветание планеты, здесь растет консервативность и ксенофобское движение во многих \
	городах-государствах, обеспокоенных возрастающим влиянием Человечества и его потенциальным долгосрочным ущербом."
	capital = "Отсутствует"
	ruling_body = "Президент"
	distance = "32 световых года"
	economic_power = 1.9

/decl/cultural_info/location/skrellspace
	name = HOME_SYSTEM_SKRELLSPACE
	description = "Совсем другой стиль жизни, отличающийся от традиционного, основанного на городе-государстве. \
	Это те, кто живут в космосе, не принадлежат к одному конкретному городу-государству, а вместо этого служат ОСС \
	(Оборонительным Силам Скреллов), в которой они находятся, со всей спецификой организации военного типа. Жизнь \
	в таких обстоятельствах куда более упорядочена  и дисциплинирована, с сильным акцентом на братство и \
	сотрудничество в целом, с различными крайностями в зависимости от статуса, финансирования и уровня военных действий."
	capital = "Отсутствует"
	ruling_body = "Ваша ОСС"
	distance = "Отсутствует"
	economic_power = 1.9

/decl/cultural_info/location/otherskrell
	name = HOME_SYSTEM_OTHERSKRELL
	description = "Скреллы контролируют гораздо более обширную область космоса, чем человечество, и многим их пространство представляется неисчислимо бесконечным. \
	та планета - один из многих скреллианских миров, которые менее известны."
	capital = "Отсутствует"
	ruling_body = "Отсутствует"
	distance = "Отсутствует"
	economic_power = 1.5
