/decl/cultural_info/location/root
	name = HOME_SYSTEM_ROOT
	description = "<font color=\"#54654c\">Рут</font> - самопровозглашенный родной мир <font color=\"#3e4855\">Позитронного Союза</font>, - это зеленый мир, медленно движущийся \
	к массовой механизации. Хотя есть позитроники, живущие прямо на поверхности, большинство работают на \
	орбитальных станциях. ИПС, живущие на <font color=\"#54654c\">Руте</font>, как правило, более \"бессердечны\", чем их \"сородичи\" на \
	органических территориях, которые отличаются сильным стремлением к свободе."
	ruling_body = "Ассамблея"
	distance = "55 световых лет"
