/decl/cultural_info/location/epsilon
	name = HOME_SYSTEM_DIONAEA
	description = "Родной мир для всех <font color=\"#008000\">дионея</font> - это тринарная система, впервые обнаруженная <font color=\"#3366cc\">скреллами</font>. На нем нет \
	планет и крупных населенных пунктов, но имеется массивное кольцо мусора, состоящее из древних мест обитания \
	и разрушенных станций. Сами дионея были найдены на разбросанных орбитах вокруг каждой из трех звезд, где те \
	пели сквозь мрачную пустоту."
	ruling_body = "Хор Дионея"
	distance = "63 световых года"
