/decl/cultural_info/location/avalon
	name = HOME_SYSTEM_AVALON
	description = "<font color=\"#735555\">Авалон</font> - пригодная для жизни планета, на которой действует феодальная монархия.\
	Культура этой планеты восходит к временам раннего средневековья Земли, не сильно беспокоясь о передовых технологиях, существующих в других частях известной галактики.\
	Авалонцы занимаются производством как примитивных, архаичных устройств и инструментов, так и довольно высокотехнологичной продукции конца 20 - начала 21 века.\
	Политика технологического ограничения привела этот мир к удивительно простой и спокойной фермерской жизни с акцентом на средневековые землевладельческие сословия, заменив больной капитализм и процессы урбанизации."
	language = LANGUAGE_HUMAN_AVALON
	capital = "Нью-Йорвик"
	ruling_body = "Авалонское Королевство"
	distance = "19 световых лет"
	economic_power = 0.9
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_HUMAN_EURO)

/decl/cultural_info/location/mirania
	name = HOME_SYSTEM_MIRANIA
	description = "Тенденции урбанизированной <font color=\"#666666\">Мирании</font> стали близки к националистическим и милитаристским после ее выхода из <font color=\"#436b8e\">ЦПСС</font>. \
	Миранианские отношения с Терранской Конфедерацией сегодня довольно дружелюбные, так как <font color=\"#666666\">Мирания</font> стремится наладить контакт с независимой от <font color=\"#436b8e\">ЦПСС</font> силой, чтобы закрепить свой дипломатический суверенитет.\
	Мирания практикует ксенофобскую политику, и недавние экономические трудности привели к тому, что многие из оставшихся обездоленных и безработных обратились к националистическим партиям, которые обещают довести <font color=\"#666666\">Миранию</font> на первые места и восстановить прежнюю сильную экономику. \
	Сегодня Мирания является концентратором науки и технологий на фронтире, особенно в сфере вооружений и кораблестроения."
	language = LANGUAGE_HUMAN_EURO
	capital = "Mirania III"
	ruling_body = "Демократическая олигархия"
	distance = "22 световых года"
	economic_power = 0.9
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_HUMAN_MIRANIAN)

/decl/cultural_info/location/brinkburn
	name = HOME_SYSTEM_NYX_BRINKBURN
	description = "<font color=\"#b95a00\">Бринкбёрн</font> - марсоподобная планета и бывшая корпоративная колония, ныне находящаяся под властью многочисленных банд и преступников.\
	Эти банды вымогают деньги местного населения, в качестве формы грубого налогообложения для дальнейшей своей деятельности, и взамен они обеспечивают «защиту» от других банд, наряду с использованием некоторых государственных услуг, которыми они управляют.\
	Банда Lumoco Arms and Supplies контролирует большую часть территории планеты и почти всю экономику. Этот беззаконный статус сохранился до настоящего времени и вряд ли можно еще говорить о создании устойчивого правительства."
	language = LANGUAGE_HUMAN_EURO
	capital = "Остакра-Таун"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 0.85
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_GUTTER)

/decl/cultural_info/location/kaldark
	name = HOME_SYSTEM_NYX_KALDARK
	description = "<font color=\"#6d3f40\">Калдарк</font> - среднего размера спутник Эребуса, имеющий большое количество минеральных богатств, включая форон.\
	Бринкбёрнская группа, которая изначально поселилась на <font color=\"#6d3f40\">Калдарке</font>, была независимой, не связанной с каким-либо государственным или корпоративным образованием.\
	Это привлекает людей сомнительного происхождения или обыкновенных граждан, которые не хотят работать ни на одну корпорацию.\
	<font color=\"#6d3f40\">Калдарк</font> получает свою долю от горнодобывающих операций в регионе, по сути являясь одним из крупнейших независимых горнодобывающих и торговых центров не только вокруг Эребуса, но и во всей системе <font color=\"#7331c4\">Никс</font>.\
	Несмотря на то, что это, технически, республика, она не признается суверенным государством. <font color=\"#436b8e\">ЦПСС</font> не может позаботиться о <font color=\"#6d3f40\">Калдарке</font>, и от некоторых людей можно услышать, что <font color=\"#6d3f40\">Калдарк</font> является “первой независимой нацией системы Никс“"
	language = LANGUAGE_HUMAN_EURO
	capital = "Калдарк"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 0.95
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_GUTTER)

/decl/cultural_info/location/roanok
	name = HOME_SYSTEM_NYX_ROANOK
	description = "<font color=\"#993399\">Роанок</font> - больших размеров спутник Эребуса со смертельной атмосферой. <font color=\"#930000\">NanoTrasen</font> заявила свои права на это место, богатое фороном, и основало множество предприятий.\
	Когда из 8 изначальных сооружений осталось всего 3, <font color=\"#930000\">NanoTrasen</font>, узнав об истинных опасностях спутника, решила местную проблему благополучия и безопасности, утвердив строгие правила работы и техники безопасности.\
	Сегодня <font color=\"#993399\">Роанок</font> является одним из основных поставщиков форона <font color=\"#930000\">NanoTrasen</font> в системе <font color=\"#7331c4\">Никс</font>, а работники имеют относительно роскошные жилищные апартаменты и хорошие условия работы, особенно в сравнении с другими местами в этой системе."
	language = LANGUAGE_HUMAN_EURO
	capital = "ТБН Аркоп V"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1.1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_GUTTER)

/decl/cultural_info/location/yuklit
	name = HOME_SYSTEM_NYX_YUKLIT
	description = "<font color=\"#b7f27dы\">Йуклит</font> - большая скалистая планета, находящаяся под контролем <font color=\"#e0f2f6\">Gilthari Exports</font> и <font color=\"#6a97b0\">Aether Atmospherics and Recycling</font>.\
	Бывший археологический лагерь Гриндиир сегодня является полноценным купольным городом и фактической столицей планеты.\
	<font color=\"#e0f2f6\">Gilthari Exports</font>, в первую очередь, ориентируется на сельскохозяйственные, горнодобывающие и ксеноархеологические работы, в то время как <font color=\"#6a97b0\">Aether Atmospherics</font> использует свои ресурсы для поддержания атмосферы и гравитационных генераторов. <font color=\"#b7f27dы\">Йуклит</font>, обычно, считается фактической столицей <font color=\"#7331c4\">Никс</font>, так как колония имеет наибольшую численность в системе, однако стоимость проживания здесь довольно высока из-за законов, которые утвердили корпорации, такие как высокие арендная плата и налоги на коммунальные услуги, транспорт и водоснабжение.\
	Независимо от относительного отсутствия больших возможностей, это по-прежнему одно из самых предпочтительных мест в системе <font color=\"#7331c4\">Никс</font> для лиц среднего класса или богатых, которые могут позволить себе такие расходы, причем многие корпорации и предприятия из других систем базируются именно здесь."
	language = LANGUAGE_HUMAN_EURO
	capital = "Гриндиир"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1.1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_GUTTER)

/decl/cultural_info/location/casser
	name = HOME_SYSTEM_NYX_CASSER
	description = "<font color=\"#54654c\">Кассер</font> - средний по размеру спутник Эребуса. <font color=\"#824b28\">Grayson Manufactories</font>, используя свой опыт как в шахтёрстве, так и в промышленности, создала небольшой, но эффективный горнодобывающий комплекс, который быстро стал одним из основных экспортеров и производителей всего оборудования, используемого сегодня на местных спутниках.\
	Небольшая шахтерская платформа превратилась в огромную индустрию с топливоперерабатывающими заводами и фабриками, покрывающими большую часть поверхности <font color=\"#54654c\">Кассера</font>. Здесь шахтеры зарабатывают достаточно, чтобы прожить, но едва. Рабочие фабрик получают немного больше, а корпоративные представители зарабатывают добротно каждый день."
	language = LANGUAGE_HUMAN_EURO
	capital = "Центральный Космопорт Кассера"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_GUTTER)
