/decl/cultural_info/faction/adherent
	name = FACTION_ADHERENT_PRESERVERS
	description = "Многие <font color=\"#57967f\">адхеранты</font> являются частью свободной фракции, называемой <font color=\"#009190\">Хранителями</font>. Их основная цель \
	заключается в том, чтобы те миры, которые они исследуют, остались нетронутыми и неиспорченными, записывая и \
	индексируя данные о них для создателей или для тех, кто займет их место. Хранители являются наиболее пассивной \
	и миролюбивой фракцией <font color=\"#738465\">Часовых</font> и, скорее всего, будут встречаться под эгидой других цивилизаций, таких как \
	человечество. <font color=\"#78523b\">Плакальщики</font> - это более радикальная версия Хранителей, которая посвящает себя пересказам \
	трагедий всех своих миров, которые они \"охраняют\", а также просят посетителей не беспокоить их."

/decl/cultural_info/faction/adherent/loyalists
	name = FACTION_ADHERENT_LOYALISTS
	description = "<font color=\"#1f6b4f\">Лоялисты</font> Часовых посвящают свою жизнь памяти создателей всеми способами. Они выполняют свои \
	прежние обязанности, следуя простой этике: служение - это жизнь, результат - это счастье. Отклонение от \
	Протокола и \"неуважение\" к создателям не одобряются этой фракцией, и они стремятся угодить тому, кому они \
	хотят служить. Это самая мощная и многочисленная фракция, так как она управляется самой Центральной Системой \
	Контроля Трафика Хаб 37-Q."

/decl/cultural_info/faction/adherent/separatists
	name = FACTION_ADHERENT_SEPARATISTS
	description = "<font color=\"#aa5f61\">Сепаратисты</font> Часовых выступают за то, чтобы покинуть Кэнон и установить новый порядок среди \
	адхерантов, подчеркивая, что выжившим после Крика бессмысленно надеяться на обнаружение новых хозяев. \
	Разумеется, они делают все осторожно, поскольку Протокол запрещает чрезмерные социальные споры или насилие, \
	ведь осуждение создателей - это лучший способ стать изгнанником <font color=\"#738465\">Часовых</font> или даже отправиться на переработку."