/decl/cultural_info/faction/scg
	name = FACTION_SOL_CENTRAL
	description = "<font color=\"#436b8e\">Центральное Правительство Солнечной Системы</font>, обычно именуемое <font color=\"#436b8e\">ЦПСС</font>, является федеративной \
	республикой, состоящей из многочисленных человеческих государств во многих звездных системах, которые прямо \
	или косвенно регулируют большую часть жизни человеческого пространства. Основными руководящими органами \
	являются Ассамблея и Сенат Солнечной системы, которые, в свою очередь, возглавляются Генеральным Секретарем, \
	избранным в Сенате. Государства-члены обладают большой степенью свободы в своих действиях, в то время как \
	<font color=\"#436b8e\">ЦПСС</font> регулирует права разумных существ, внутреннюю безопасность, экономику и дипломатию человечества в целом. \
	Правительство включает нечеловеческие расы (которым не предоставляется гражданство <font color=\"#436b8e\">ЦПСС</font>) в том числе, и \
	охватывает широкий спектр систем, территорий, мест обитания и звездных объектов. Центральное Правительство \
	Солнечной Системы и его государства-члены составляют одну из наиболее развитых и могущественных цивилизаций \
	в известной галактике."

/decl/cultural_info/faction/scg/fleet
	name = FACTION_FLEET
	description = "<font color=\"#545c68\">Флот</font> является основным компонентом Сил обороны <font color=\"#436b8e\">ЦПСС</font>. Он обеспечивает защиту пространства <font color=\"#436b8e\">ЦПСС</font> \
	от пиратов, контрабандистов, и вокс-рейдеров. Последним серьезным военным сражением стал Гайский Конфликт \
	более 10 лет назад. <font color=\"#545c68\">Флот</font> считает себя вершиной военной сферы человечества, но имеет тенденцию игнорировать \
	некоторые правила для простоты. Он хорошо финансируется, но считается самодовольным и брезгучим. До \
	недавнего времени у <font color=\"#545c68\">Флота</font> не было серьезного противника, с которым можно было бы потягаться, но в целом его \
	уважает народ за его работу по сдерживанию пиратов и воксов. В настоящее время проводится капитальный ремонт \
	для повышения эффективности и возможностей <font color=\"#545c68\">Флота</font> и, публично, чтобы противодействовать вторжению Терранской \
	Колониальной Конфедерации. Недавно созданным ИПС на территории <font color=\"#436b8e\">ЦПСС</font> также было разрешено присоединиться на \
	службу во <font color=\"#545c68\">Флот</font> при условии, что они согласятся установить Кандалы."

/decl/cultural_info/faction/scg/army
	name = FACTION_ARMY
	description = "После Гайского Конфликта был создан <font color=\"#b99d71\">Корпус Морской Пехоты</font>. Он является недавно созданной структурой, предназначенной для быстрого развертования в любой точки галактики. \
	Его оснащение и финансирование пока что не может сравнится ни с Флотом, ни с Армией, но это не мешает морпехам в их работе.  "

/decl/cultural_info/faction/torchco
	name = FACTION_CORPORATE
	description = "<font color=\"#d1e6e3\">Организация Экспедиционного Корпуса</font> (ЭКСО) - государственная публичная компания с ограниченной \
	ответственностью, учрежденная по инициативе корпоративных лиц, которые поддержали финансирование \
	проекта \"Факел\" в 2302 году. В <font color=\"#d1e6e3\">ЭКСО</font> входят <font color=\"#930000\">NanoTrasen</font>, <font color=\"#738465\">Xynergy</font> и Hephaestus Industries, а также множество \
	других корпораций. <font color=\"#d1e6e3\">Организация Экспедиционного Корпуса</font> сообщает о своих планах и операциях непосредственно \
	совету директоров, состоящему из представителей корпораций, членов Командования Экспедиционного корпуса <font color=\"#436b8e\">ЦПСС</font> \
	и Комитета Экономического Развития. С одной стороны, <font color=\"#d1e6e3\">Организация Экспедиционного Корпуса</font> ставит благие цели. \
	С другой же, она является компромиссом между благородными идеалами новаторской науки и корпоративной страстью \
	быстро избавиться от всего, что экспедиция сможет открыть. Слухи также говорят о теневой деятельности, \
	секретных протоколах, а ксеноартефакты \"теряются\" по пути, но до сих пор ничего не доказано, и <font color=\"#436b8e\">ЦПСС</font>, \
	несомненно, вынуждено защищать собственный проект."
	economic_power = 1.2


/decl/cultural_info/faction/gcc
	name = FACTION_INDIE_CONFED
	description = "<font color=\"#9d2300\">Гильгамешская Колониальная Конфедерация</font> (ГКК) является вторым государством по силе в человеческом \
	регионе космоса и граничит со своим главным соперником – <font color=\"#436b8e\">Центральным Правительством Солнечной Системы</font>, \
	которое продолжает укреплять свои позиции главного человеческого государства. Столицей ГКК является город \
	Амарант на планете Терра, что в системе Гильгамеш. Нация представляет собой псевдократическую конфедерацию \
	с премьер-министром, являющимся \"первым среди равных\", как часть представительной директории. Насчитывается \
	12 участвующих штатов, у каждого из которых собственный выбранный министр, представляющий их в директории. \
	Из-за богатых минеральных месторождений в их центральных системах и инвестиций в ранние мегакорпорации в ходе \
	колонизации Гильгамеша, производственная промышленность расширилась до размеров доминирующей в экономики \
	Конфедерации, так на неё приходится 40% всего национального ВВП. Самой крупнейшей отраслью промышленности \
	является производство вооружения. И без того тяжелые отношения между ТКК и <font color=\"#436b8e\">ЦПСС</font> усугубились захватнической \
	политикой первой, а аннексия Гайи привела к Гайскому Конфликту в 2292 году, который закончился Пирровой \
	победой <font color=\"#436b8e\">ЦПСС</font> в 2296 году."
	economic_power = 0.9

/decl/cultural_info/faction/remote
	name = FACTION_EXPEDITIONARY
	description = "<font color=\"#3366cc\">Экспедиционный корпус</font> - это гражданская военизированная служба <font color=\"#436b8e\">ЦПСС</font>, которой поручено исследовать \
	неизведанные пространство и миры, проводить исследования минералов и ксеноархеологических объектов, а в \
	последнее время - открытие новой инопланетной жизни. <font color=\"#3366cc\">ЭК</font>выполняет множество задач: обнаружение и каталогизация \
	звездных объектов в Обсерватории, исследование потенциальных мест для колонизации, углубленное исследование \
	неизведанных миров, укомплектование персоналом на долгосрочные научные посты, а также изучение аномалий и \
	ксеноархеологических объектов. Хоть это и не военная организация, она была смоделирована в военно-морском \
	стиле, с сотрудниками, имеющими соответствующие звания и форму. Любой гражданин <font color=\"#436b8e\">ЦПСС</font> в возрасте 18 лет и \
	старше может подписать двухлетний контракт. Кандидаты в офицеры должны иметь как минимум степень бакалавра в \
	соответствующей области (астрология, инженерия, ксеноархеология и т.д.)."

/decl/cultural_info/faction/police
	name = FACTION_SPACECOPS
	description = "<font color=\"#ffcc33\">Федеральная Полиция</font>(ФП) – это правительственное правоохранительное агентство, чья задача – \
	обеспечить соблюдение законов ЦПСС, расследовать их нарушения, ловить и доставлять преступников, поддерживать безопасность портовых пропускных пунктов.\
	Трекеры агенства ловят малоопасных преступников за награду. Более опасными преступниками занимается Отдел Розыска Преступников. \
	Агенты ФП также работают с некоторыми другими правительственными организациями (например, Экспедиционный Корупс) и нанимаются на суда ЭК в качестве лучших криминалистов и следователей."

/decl/cultural_info/faction/remote/nanotrasen
	name = FACTION_NANOTRASEN
	description = "Корпорация <font color=\"#930000\">НаноТрайзен</font> является одной из величайших транс-звездных корпораций современности. \
	В настоящее время штаб-квартира располагается в Нью-Амстердаме на Луне и возглавляется генеральным директором \
	Джексоном Трейзеном. Она занимается исследованиями самых передовых наук, таких как генетика, \
	блюспейс-пространство и, в последнее время, использование форона, а также массовая промышленность в поистине \
	галактическом масштабе. У них также есть весомый Департамент по защите активов и безопасности, с помощью \
	которого корпорация защищает как свои инвестиции, так и новые владения, что огорчает конкурентов в некоторых \
	второстепенных звездных системах, а также мощный административный аппарат, управляющий всеми действиями \
	компании. <font color=\"#930000\">НаноТрайзен</font> славится своей агрессивностью и сомнительной этикой, что в сочетании с большим акцентом \
	на инновационные, непроверенные и опасные технологии означает, что их изобретения часто являются небезопасными \
	и ненадежными."
	economic_power = 1.2

/decl/cultural_info/faction/remote/xynergy
	name = FACTION_XYNERGY
	description = "<font color=\"#738465\">Ксинергия</font> - частная транс-звездная корпорация с двумя основными направлениями работы: они \
	являются крупнейшим охотником на космических животных, и они исследуют и производят оборудование, \
	используемое для изучения ксенобиологических организмов. Недавно они стали известны благодаря обнаружению и \
	обучению гигантских бронированных серпентидов."
	economic_power = 1.1

/decl/cultural_info/faction/remote/hephaestus
	name = FACTION_HEPHAESTUS
	description = "<font color=\"#6d6133\">Гефестус Индастриз</font> является одной из крупнейших транс-звездных корпораций, существующих \
	сегодня. Являясь ведущим производителем личного оружия, штурмовых машин, систем обороны и мер безопасности \
	военного класса, <font color=\"#6d6133\">Hephaestus</font> имеет несколько неоднозначную репутацию в результате своих спекуляций на войнах, \
	что усугубляется ее попытками использовать оборудование и активы унатхов для собственной выгоды. Несмотря на \
	это, <font color=\"#6d6133\">Гефестус Индастриз</font> поддерживает хорошую репутацию за качество и надежность своего оборудования, а \
	также за его общую доступность. Внутренне, <font color=\"#6d6133\">Гефестус Индастриз</font> является желаемым работодателем из-за \
	многочисленных льгот для своих сотрудников и сосредоточения на совершенствовании сотрудников, хотя многие \
	из них боятся отправляться работать в один из «далеких» филиалов этой корпорации."
	economic_power = 1.2

/decl/cultural_info/faction/free
	name = FACTION_FREETRADE
	description = "<font color=\"#b95a00\">Вольный Торговый Союз</font> (ВТС) является огромным конгломератом торговцев и брокеров со всей \
	галактики. Под контролем <font color=\"#b95a00\">ВТС</font> находится мощный флот, состоящий из кораблей самых разных размеров и конструкций, \
	получивших право на независимую от центрального командования торговлю. Так же они содержат флот боевых \
	кораблей, который подчиняется только приказам центрального командования и, при необходимости, используется \
	для защиты торговцев. Они являются создателями языка \"спейсер\", созданным специально для того, чтобы \
	каждый торговец мог понять другого торговца вне зависимости от расы и языков обоих. <font color=\"#b95a00\">ВТС</font> контролирует многие \
	крупные торговые станции во всей известной галактике, даже в нечеловеческих пространствах. Как правило, они \
	являются многофункциональными станциями, но всегда содержат районы, заполненные магазинами беспошлинной \
	торговли. Там продается почти всё, а продукция, которая запрещена или имеет безумно высокие налоги в других \
	местах, обычно продается в магазинах беспошлинной торговли по очень дешевым и низким ценам."
	economic_power = 1.3

/decl/cultural_info/faction/pcrc
	name = FACTION_PCRC
	description = "<font color=\"#46698c\">Управление Рисками Проксима Центавра</font> (УРПЦ) является одной из крупнейших компаний по обеспечению \
	безопасности на территории <font color=\"#436b8e\">ЦПСС</font>. <font color=\"#46698c\">УРПЦ</font> заключает контракты с многочисленными государствами, частными и \
	корпоративными компаниями и предоставляет широкий спектр услуг, от экспертных услуг в сфере защиты активов, \
	управления рисками, правоохранения до сбора и предотвращения потерь секретной информации. Это относительно \
	мирная и новая компания, которая быстро зарекомендовала себя как надежный и эффективный поставщик решений \
	вопросов безопасности, что часто ставит компанию в противоречие с основным конкурентом - <font color=\"#ff3333\">СНУАП</font>."

/decl/cultural_info/faction/saare
	name = FACTION_SAARE
	description = "<font color=\"#00FF84\">СНУАП</font> (Стратегическое Нападение и Удержание Активов Предприятия) - быстрорастущая частная военная корпорация, обслуживающая крупные \
	фирмы, которым требуются отдельные военные и частные охранные услуги. Компания начала нанимать квалифицированных ветеранов как из частного, так и из государственного сектора \
	военной службы, но они же начали внедрять учебные программы для подготовки своих собственных оперативников на будущее.  \
	Типичные задания для служащих данной организации включают в себя исполнение функций частной охранной службы, сопровождение судов, охрану объектов инфраструктуры, сопровождение VIP-персон и возвращение VIP-персон или активов. \
	В последнее десятилетие организация подписала ряд контрактов с <font color=\"#d1e6e3\">ЭКСО</font>, чтобы дополнить свои собственные силы по защите активов."

/decl/cultural_info/faction/dais
	name = FACTION_DAIS
	description = "<font color=\"#ceb689\">Передовые Информационные Системы Деймоса</font> (ПИСД) - крупная корпорация, специализирующаяся на информационных технологиях, таких как \
	компьютерное оборудование и программное обеспечение, телекоммуникационное и сетевое оборудования. Это \
	крупнейший поставщик компьютерных технологий в <font color=\"#436b8e\">ЦПСС</font>, и его системы используются большинством потребителей и \
	компаний на территории <font color=\"#436b8e\">ЦПСС</font>. <font color=\"#ceb689\">DAIS</font> на самом деле старше <font color=\"#436b8e\">ЦПСС</font> и является одним из немногих корпоративных членов \
	Ассамблеи Солнечной системы. <font color=\"#ceb689\">DAIS</font> также является крупным инвестором проекта «Факел» и входит в совет \
	директоров <font color=\"#d1e6e3\">Организации Экспедиционного Корпуса</font>. В настоящее время <font color=\"#ceb689\">DAIS</font> инвестирует в исследования в области \
	компьютерных технологий и искусственного интеллекта. Несмотря на недавние вторжения <font color=\"#930000\">NanoTrasen</font> в их сектор с \
	NTNet и сопутствующими продуктами, они все еще остаются лидером на рынке компьютерных технологий."
	economic_power = 1.1

/decl/cultural_info/faction/other
	name = FACTION_OTHER
	description = "Вы принадлежите к одной из многих других фракций, которые существуют в галактике. Много, \
	слишком много, чтобы перечислить, эти фракции представляют различные интересы, цели, намерения и идеи."
