/singleton/cultural_info/location/human/pluto
	name = HOME_SYSTEM_PLUTO
	nickname = "Плутон"
	distance = "45 а. е"
	description = "Плутон, номинально являющийся Демократической Республикой - самая маленькая планета в Солнечной \
	Системе. Его население сравнительно небольшое на фоне других планет ЦПСС. Большая часть \
	жителей Плутона сосредоточена вокруг двух городов, оба из которых остро нуждаются в модернизации и ремонте,  а \
	также большой, давно разрушенной инфраструктуре. На Плутоне преобладают криминальные элементы, а коррупция \
	процветает. Те, кто живет на этой планете либо влечет отчаянное, жалкое существование, пытаясь покинуть этот мир, \
	либо является частью, или же просто под прикрытием одного из многочисленных местных преступных синдикатов. \
	Несмотря на ряд усилий по модернизации, планете мало что действительно помогло. Местные жители не отличаются \
	гостеприимством и моральными качествами, и за это часто порицаются на всей территории ЦПСС. Забитые, бедные, и \
	из региона, который так кишит преступностью, они создали свою собственную уникальную, но вместе с тем наводящую \
	ужас культуру. Большинство людей Плутона очень грубы, трусливы, закалены годами нищеты или преступности. Те, кому \
	посчастливилось покинуть это место, очень редко хотят вернуться обратно."
	capital = "Нью Санто-Доминго"

/singleton/cultural_info/location/human/tersten
	name = HOME_SYSTEM_TERSTEN
	nickname = "Терстен"
	distance = "46 световых лет"
	description = "Терстен является населенным равнинным миром и третьей планетой системы Гавил, которая расположена \
	примерно в 50 световых годах от Солнечной Системы. Трестен является самой удалённой человеческой колонией в известном \
	космосе и единственной населённой планетой в системе Гавил. Система Гавил расположенна в \"Лордианском кластере\" — малой \
	группы из десяти звёзд расположенных близко к друг-другу, и чья история тесно переплетается между собой. Столица — \
	Терстен-сити, расположена на северной территории планеты. Название планеты происходит от лидера первых поселенцев — \
	Джонатана Терстена. Планета также известна, неофициально, под названием \"Планета Изобилия\" в отношении богатства \
	плодородными равнинами, используемыми для обеспечения продуктами питания большой части Внешнего Лорданианского Кольца. \
	Планета изначально была известна под названием Пинаскимат, разделенная на Терстенскую Территорию и Неваданскую Территорию \
	после основания двух крупнейших поселений на планете — Терстен-сити и Невада соответственно. В 2215 году два государства \
	были объединены, и название Пинаскимат (из-за своего темного прошлого как колонии-каторги) перестало употребляться. В \
	2288 году Терстен присоединился ко Второй Лорданианской Республике. Здесь жители известны как терстениане, или, \
	неофициально, \"невокии\" в языковой интерпретации народов Невады и Оклахомы. Нынешний президент — Роберт Маккензи. \
	Терстенская Республика входит в состав Второй Лордианской Республики — региона космоса контролируемого ЦПСС. В связи с \
	тёплыми отношениями между Трестеном и ЦПСС, первый имеет несколько отрядов во вооружённых силах ЦПСС."
	capital = "Терстен-сити"
	economic_power = 1.0

/singleton/cultural_info/location/avalon
	name = HOME_SYSTEM_AVALON
	nickname = "Авалон"
	description = "Авалон - пригодная для жизни планета, на которой действует феодальная монархия. \
	Культура этой планеты восходит к временам раннего средневековья Земли, не сильно беспокоясь о передовых технологиях, существующих в других частях известной галактики. \
	Авалонцы занимаются производством как примитивных, архаичных устройств и инструментов, так и довольно высокотехнологичной продукции конца 20 - начала 21 века \
	Политика технологического ограничения привела этот мир к удивительно простой и спокойной фермерской жизни с акцентом на средневековые землевладельческие сословия, заменив больной капитализм и процессы урбанизации."
	language = LANGUAGE_HUMAN_AVALON
	capital = "Нью-Йорвик"
	ruling_body = "Авалонское Королевство"
	distance = "19 световых лет"
	economic_power = 0.9
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_HUMAN_EURO)

/singleton/cultural_info/location/mirania
	name = HOME_SYSTEM_MIRANIA
	nickname = "Мирания"
	description = "Тенденции урбанизированной Мирании стали близки к националистическим и милитаристским после ее выхода из ЦПСС. \
	Миранианские отношения с Терранской Конфедерацией сегодня довольно дружелюбные, так как Мирания стремится наладить контакт с независимой от ЦПСС силой, чтобы закрепить свой дипломатический суверенитет. \
	Мирания практикует ксенофобскую политику, и недавние экономические трудности привели к тому, что многие из оставшихся обездоленных и безработных обратились к националистическим партиям, которые обещают довести Миранию на первые места и восстановить прежнюю сильную экономику. \
	Сегодня Мирания является концентратором науки и технологий на фронтире, особенно в сфере вооружений и кораблестроения."
	language = LANGUAGE_HUMAN_EURO
	capital = "Мирания III"
	ruling_body = "Федеративная Республика Мирания"
	distance = "22 световых года"
	economic_power = 0.9
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN, LANGUAGE_HUMAN_MIRANIAN)

/singleton/cultural_info/location/brinkburn
	name = HOME_SYSTEM_NYX_BRINKBURN
	nickname = "Бринкбёрн"
	description = "Бринкбёрн - марсоподобная планета и бывшая корпоративная колония, ныне находящаяся под властью многочисленных банд и преступников. \
	Эти банды вымогают деньги местного населения, в качестве формы грубого налогообложения для дальнейшей своей деятельности, и взамен они обеспечивают «защиту» от других банд, наряду с использованием некоторых государственных услуг, которыми они управляют. \
	Банда Lumoco Arms and Supplies контролирует большую часть территории планеты и почти всю экономику. Этот беззаконный статус сохранился до настоящего времени и вряд ли можно еще говорить о создании устойчивого правительства."
	language = LANGUAGE_HUMAN_EURO
	capital = "Остакра-Таун"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 0.85
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN)

/singleton/cultural_info/location/kaldark
	name = HOME_SYSTEM_NYX_KALDARK
	nickname = "Калдарк"
	description = "Калдарк - среднего размера спутник Эребуса, имеющий большое количество минеральных богатств, включая форон. \
	Бринкбёрнская группа, которая изначально поселилась на Калдарке, была независимой, не связанной с каким-либо государственным или корпоративным образованием. \
	Это привлекает людей сомнительного происхождения или обыкновенных граждан, которые не хотят работать ни на одну корпорацию. \
	Калдарк получает свою долю от горнодобывающих операций в регионе, по сути являясь одним из крупнейших независимых горнодобывающих и торговых центров не только вокруг Эребуса, но и во всей системе Никс. \
	Несмотря на то, что это, технически, республика, она не признается суверенным государством. ЦПСС не может позаботиться о Калдарке, и от некоторых людей можно услышать, что Калдарк является “первой независимой нацией системы Никс“"
	language = LANGUAGE_HUMAN_EURO
	capital = "Калдарк"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 0.95
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN)

/singleton/cultural_info/location/roanok
	name = HOME_SYSTEM_NYX_ROANOK
	nickname = "Роанок"
	description = "Роанок - больших размеров спутник Эребуса со смертельной атмосферой. NanoTrasen заявила свои права на это место, богатое фороном, и основало множество предприятий. \
	Когда из 8 изначальных сооружений осталось всего 3, NanoTrasen, узнав об истинных опасностях спутника, решила местную проблему благополучия и безопасности, утвердив строгие правила работы и техники безопасности. \
	Сегодня Роанок является одним из основных поставщиков форона NanoTrasen в системе Никс, а работники имеют относительно роскошные жилищные апартаменты и хорошие условия работы, особенно в сравнении с другими местами в этой системе."
	language = LANGUAGE_HUMAN_EURO
	capital = "ТБН Аркоп V"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1.1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN)

/singleton/cultural_info/location/yuklit
	name = HOME_SYSTEM_NYX_YUKLIT
	nickname = "Йуклит"
	description = "Йуклит - большая скалистая планета, находящаяся под контролем Gilthari Exports и Aether Atmospherics and Recycling. \
	Бывший археологический лагерь Гриндиир сегодня является полноценным купольным городом и фактической столицей планеты. \
	Gilthari Exports, в первую очередь, ориентируется на сельскохозяйственные, горнодобывающие и ксеноархеологические работы, в то время как Aether Atmospherics использует свои ресурсы для поддержания атмосферы и гравитационных генераторов. Йуклит, обычно, считается фактической столицей Никс, так как колония имеет наибольшую численность в системе, однако стоимость проживания здесь довольно высока из-за законов, которые утвердили корпорации, такие как высокие арендная плата и налоги на коммунальные услуги, транспорт и водоснабжение. \
	Независимо от относительного отсутствия больших возможностей, это по-прежнему одно из самых предпочтительных мест в системе Никс для лиц среднего класса или богатых, которые могут позволить себе такие расходы, причем многие корпорации и предприятия из других систем базируются именно здесь."
	language = LANGUAGE_HUMAN_EURO
	capital = "Гриндиир"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1.1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN)

/singleton/cultural_info/location/casser
	name = HOME_SYSTEM_NYX_CASSER
	nickname = "Кассер"
	description = "Кассер - средний по размеру спутник Эребуса. Grayson Manufactories, используя свой опыт как в шахтёрстве, так и в промышленности, создала небольшой, но эффективный горнодобывающий комплекс, который быстро стал одним из основных экспортеров и производителей всего оборудования, используемого сегодня на местных спутниках. \
	Небольшая шахтерская платформа превратилась в огромную индустрию с топливоперерабатывающими заводами и фабриками, покрывающими большую часть поверхности Кассера. Здесь шахтеры зарабатывают достаточно, чтобы прожить, но едва. Рабочие фабрик получают немного больше, а корпоративные представители зарабатывают добротно каждый день."
	language = LANGUAGE_HUMAN_EURO
	capital = "Центральный Космопорт Кассера"
	ruling_body = "Никс"
	distance = "30 световых лет"
	economic_power = 1
	secondary_langs = list(LANGUAGE_SPACER, LANGUAGE_SIGN)
