/decl/cultural_info/culture/unathi
	name = CULTURE_UNATHI_DIAMOND_PEAKS
	description = "Надменные и воинственные, <font color=#54654c>унати</font> с Алмазных Пиков настороженно относятся к чужакам, а особенно к инопланетянам. \
	Иерархия и традиции являются основными ценностями их кланов. Из своих горных твердынь они осуществляют власть \
	над своими вассалами в низинах, защищая их и Могес во имя Великой Стратегии - даже несмотря на то, что четкое \
	разделение между феодальными хозяевами и их подчиненными кланами постепенно стирается."
	economic_power = 0.8
	language = LANGUAGE_UNATHI_SINTA
	secondary_langs = list(
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_polar
	name = CULTURE_UNATHI_POLAR
	description = "Эти <font color=#54654c>Унати</font> родом из густых джунглей полюсов Могеса. Как правило, они самые дружелюбные к \
	посторонним и наиболее часто встречающиеся вне родной планеты. Большинство из этих <font color=#54654c>Унати</font> являются последователями \
	Предтеч или Плодотворных Огней, а технология и прогресс являются важной концепцией в их полярных \
	городах-государствах."
	language = LANGUAGE_UNATHI_SINTA
	secondary_langs = list(
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_desert
	name = CULTURE_UNATHI_DESERT
	description = "Это <font color=#54654c>унати-выживальщики</font>. Они охотятся в давно забытых бункерах Предтеч и перемещаются на любых \
	существах, которые все еще обитают в пустынях. Они невероятно самодостаточны, несмотря на свои скудные \
	жилищные условия. Их клановые верования сосредоточены на Предтечах и идеях Великой Стратегии и часто эти \
	унати считаются самыми духовными."
	secondary_langs = list(
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_savannah
	name = CULTURE_UNATHI_SAVANNAH
	description = "Эти <font color=#54654c>унати</font> - кочевые кланы, путешествующие по Великим Равнинам Могеса или даже звездам нашей \
	вселенной, надеясь, смогут превратить Могес в новый рай. Большинство <font color=#54654c>унати</font> Саванн исповедуют Руку Лозы."
	language = LANGUAGE_UNATHI_SINTA
	secondary_langs = list(
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_salt_swamp
	name = CULTURE_UNATHI_SALT_SWAMP
	description = "Сочетая в себе различные элементы различных культур с духом авантюризма и решимостью, <font color=#54654c>унати</font> Соленых Болот известны своим дружелюбием и открытостью для посторонних, \
	также умением проводить ритуалы, часто принимаемые за \"вечеринки\" людьми. Среди этих <font color=#54654c>унати</font> преобладают последователи Плодотворных Огней и Руки Лозы."
	language = LANGUAGE_UNATHI_SINTA
	secondary_langs = list(
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_space
	name = CULTURE_UNATHI_SPACE
	description = "С увеличением объёма торговли с человечеством и <font color=#436b8e>ЦПСС</font> кланы <font color=#54654c>унати</font> постепенно достигли звезд. Космические кланы во \
	многом обязаны своим происхождением кочевым кланам саванн, хотя они все еще сильно различаются. Многие из них до сих пор сохраняют свои традиции из своих \
	родных мест. Теперь, считая себя первопроходцами, они разнообразны в своих способах существования. Многие из них работают торговцами и перевозчиками, предоставляя свои услуги как \
	Гегемонии Могеса, так и предприятиям <font color=#436b8e>ЦПСС</font>."
	secondary_langs = list(
		LANGUAGE_UNATHI_SINTA,
		LANGUAGE_UNATHI_YEOSA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)


/decl/cultural_info/culture/unathi_yeosa
	name = CULTURE_UNATHI_YEOSA_LITTORAL
	description = "На Могесе границы между регионами, культурами и даже расами редко достоверно разграничивается - <font color=#ec8b2f>царство Йоза</font> ни в коем случае не является исключением. \
	Широко раскинувшиеся вдоль побережья Мирового моря сообщества островитян сосуществуют (а иногда и сотрудничают) со своими <font color=#c0c0c0>собратьями-синта</font>. Это особенно верно \
	для тех, кто живет в дельтах и устьях рек Соляных болот - родины расы <font color=#ec8b2f>Йоза</font> - но также и для тех, кто поселяется в \
	непосредственной близости от крупных портов, принадлежащих Алмазным Пикам и другим этническим группам.Эти прибрежные йоза, как правило, известны посторонним как Йоза с берегов, или просто Береговые - название редко используется самими островитянами. \
	Хотя название подразумевает, что <font color=#ec8b2f>йоза</font>, о которых идет речь, привязаны к берегу, это часто может быть не так; связи с сухопутными жителями или их отсутствие \
	также использовались в качестве критерия, хотя и в меньшей степени в последние годы. Правда, однако, заключается в том, что в прибрежные кланы некоторые сферы жизни <font color=#c0c0c0>синта</font> \
	посредством их постоянного смешения с посторонними - некоторые элементы Континентальной культуры и празднеств, но и новые политические идеи,такие как \
	клановые Лиги, городов-государств и Крукзузов. Технологии распространены так же - точно так же, как хорошо сохранившиеся единицы приборов Предтеч нашли свой путь \
	к Полюсам и Алмазным Пикам, пистолеты-пулеметы и гидрокостюмы, произведенные за пределами мира или на Полюсах, стали более распространенными в прибрежных районах."
	economic_power = 0.8
	language = LANGUAGE_UNATHI_YEOSA
	secondary_langs = list(
		LANGUAGE_UNATHI_SINTA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)

/decl/cultural_info/culture/unathi_yeosa_abyss
	name = CULTURE_UNATHI_YEOSA_ABYSS
	description = "В то время как большинство <font color=#ec8b2f>йоза</font> тяготеют к прибрежным районам, некоторые поселились глубже в океане, следуя за миграцией \
	морских животных, ища убежища или движимые духом приключений. Те, кто поселился на вулканических островах и архипелагах глубокого моря, стали \
	известны как <font color=#6a97b0>Глубинные</font> - этническая группа, связанная с собственно <font color=#ec8b2f>йоза</font>, но очень отличающаяся от любой расы, обитающей на суше. Своим немногочисленным гостям <font color=#6a97b0>Глубинные</font> могут показаться сверхъестественно скрытными, если не странными. \
	<font color=#6a97b0>Глубинные</font> внимательно следят за временем, путешествуя по \
	воде только в одни определённые часы и отдыхают на солнце в другие. Они следуют Ага-Эхе до последней буквы и склонны верить во многие суеверия, выполняя \
	предсказания и ища знамения перед каждым крупным предприятием."
	language = LANGUAGE_UNATHI_YEOSA
	secondary_langs = list(
		LANGUAGE_UNATHI_SINTA,
		LANGUAGE_SIGN,
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_SPACER
	)
