/decl/cultural_info/culture/generic
	name = CULTURE_OTHER
	description = "Вы из одной из небольших, относительно неизвестных культур, разбросанных по Галактике."

/decl/cultural_info/culture/human
	name = CULTURE_HUMAN
	description = "Вы из одной из разнообразных культур человеческих планет."
	secondary_langs = list(
		LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_SIGN
	)

/decl/cultural_info/culture/human/martian_surfacer
	name = CULTURE_HUMAN_MARTIAN
	description = "Вы происходите с поверхности <font color=#cc6600>Марса</font>. Вы выросли в одном из множества фермерских общин, либо в \
	одном из крупных городов, таких как Олимпус. Большинство жителей поверхности известны как монсийцы - самая \
	большая этническая группа поверхности планеты. Довольно много жителей поверхности имеют достойное воспитание, \
	и представляют средний уровень комфорта, ожидаемый в пространстве <font color=\"#436b8e\">ЦПСС</font>. Почти все жители поверхности такие \
	же, как и многие по всей Галактике, хотя некоторые испытывают неприязнь к другим марсианским культурным \
	группам или слишком гордятся своим происхождением в целом, как в случае с гидеонцами, доходя до того, \
	что постоянно про нее упоминают."
	economic_power = 1

/decl/cultural_info/culture/human/martian_tunneller
	name = CULTURE_HUMAN_MARSTUN
	description = "Вы один из жителей ПодГородов <font color=\"#cc6600\">Марса</font>. ПодГорода, изначально возведенные в качестве \"временных\" \
	мест проживания, в то время как строятся города над ними, с тех пор переросли свои первоначальные размеры и \
	теперь распространились под поверхностью красной планеты. Туннельщики, несмотря на такой же доступ к \
	одинаковым благам и услугам, как и у жителей поверхности, всё же несколько беднее своих надземных сородичей, \
	как результат своего менее удачного расположения, а также из-за высокой преступности, происходящей от веков \
	небрежного отношения и большей заинтересованности марсианского правительства в делах на поверхности. \
	Большинство туннельщиков упрямы и неунывающи, но недоверчивы и осторожны с чужаками, а не-марсиан и вовсе \
	открыто не любят."
	economic_power = 0.9

/decl/cultural_info/culture/human/luna_poor
	name = CULTURE_HUMAN_LUNAPOOR
	description = "Вы родом с <font color=\"#8c7853\">Луны</font> - естественного спутника <font color=\"#33ccff\">Земли</font> и дома богатейших, наикультурнейших или \
	влиятельных представителей человечества. К сожалению, вы совершенно точно к ним не относитесь... Хотя <font color=\"#8c7853\">Луна</font> и \
	известна своим богатством, искусством, культурой и старыми деньгами, она также является домом приличному \
	количеству рабочих с доходом ниже среднего, а то и вовсе низким. Обычно, это работники множества корпораций, \
	занятые в сфере обслуживания в одной из нескольких префектур, или жители Нью-Вегаса. Лунную \"бедноту\" \
	обычно возмущают богатые, из-за их финансовой, культурной и политической власти и влияния на жизни бедных."
	economic_power = 1
	language = LANGUAGE_HUMAN_SELENIAN

/decl/cultural_info/culture/human/luna_rich
	name = CULTURE_HUMAN_LUNARICH
	description = "Вы родом с <font color=\"#8c7853\">Луны</font> - естественного спутника Земли и дома богатейших, наикультурнейших или \
	влиятельных представителей человечества. К счастью, вы часть этой хорошо обеспеченной элиты. Богачи <font color=\"#8c7853\">Луны</font> \
	имеют политическое и экономическое влияние не только на ней, но и в различных корпорациях, организациях и \
	даже правительственных органах <font color=\"#436b8e\">ЦПСС</font>. Лунный высший класс не весь одинаков; обычно разделяясь между новыми \
	корпоративными богачами и богатыми аристократами из старых династий, многие члены которых смотрят на \
	\"новичков\" свысока. Большая часть элиты на Луне впутаны в \"Игру\", постоянные политические манёвры и \
	интриги среди различных фракций и влиятельных личностей с намерениями, выходящими далеко за пределы споров \
	между префектурами."
	economic_power = 1.3
	language = LANGUAGE_HUMAN_SELENIAN

/decl/cultural_info/culture/human/venusian_upper
	name = CULTURE_HUMAN_VENUSIAN
	description = "Вы из одной из многих Зон <font color=\"#ffbf00\">Венеры</font>. Паря над поверхностью планеты на гигантских платформах, \
	вы принадлежите ко многим, кто живет на одной из самых пышных планет <font color=\"#436b8e\">ЦПСС</font>. Как жителю <font color=\"#ffbf00\">Венеры</font>, вам не привыкать \
	к роскоши, богатству и развлечениям. <font color=\"#ffbf00\">Венера</font> в основном привлекает туристов, и многие из постоянных жителей \
	работают в соответствующей сфере, имея довольно средний доход. Высший класс намного богаче, состоя из \
	владельцев отелей, казино и курортов, а также политиков, банкиров или просто богатых пенсионеров."
	economic_power = 1.4

/decl/cultural_info/culture/human/venusian_surfacer
	name = CULTURE_HUMAN_VENUSLOW
	description = "Вы с поверхности <font color=\"#ffbf00\">Венеры</font>, из числа занятых в шахтерстве, на производстве или в сфере услуг. \
	Жители поверхности Венеры довольно бедны, особенно если сравнивать с обитателями Зон, и имеют куда как более \
	низкие стандарты жизни, чем живущие сверху. Выносливые люди, проводящие большую часть своего времени за \
	работой в довольно небезопасных условиях для того, чтобы содержать общество над ними, жители поверхности \
	ценят честную работу, солидарность, единство и демократию. К несчастью, хотя они и поддерживают благородные \
	идеалы, их реальная ситуация не всегда им соответствует, и большая часть поверхности <font color=\"#ffbf00\">Венеры</font> изобилует \
	организованной преступностью, сепаратистскими группами и другими преступными группировками."
	economic_power = 0.9

/decl/cultural_info/culture/human/belter
	name = CULTURE_HUMAN_BELTER
	description = "Вы с <font color=\"#57967f\">Цереры</font>. Церериане и жители главного пояса астероидов Солнечной системы в разговорной \
	речи известны как «Белтеры». Традиционно люди, укоренившиеся в горнодобывающей промышленности, сегодня заняты \
	главным образом в сфере машиностроения, судостроения и технического обслуживания. \
	Белтеры довольно разнообразны, и что-то вроде плавильного котла из огромного количества временных рабочих, \
	экипажей автоперевозчиков и правительственных и корпоративных служащих, базирующихся вокруг великих верфей \
	Цереры. Это привело к тому, что культура белтеров в основном связана с переменами, новыми людьми и новым \
	опытом, а также с чувством гордости за свою работу, поскольку репутация кораблестроение <font color=\"#57967f\">Цереры</font> широко \
	известна в человеческом пространстве."
	economic_power = 1


/decl/cultural_info/culture/human/plutonian
	name = CULTURE_HUMAN_PLUTO
	description = "Вы с <font color=\"#a2819e\">Плутона</font>, один из многих обитателей этого жестокого и неумолимого мира. В течение многих \
	лет <font color=\"#a2819e\">Плутон</font> находился в состоянии медленного разложения и упадка, в результате чего большая часть \
	инфраструктуры планеты стала нестабильной и распалась. Это, в сочетании с безудержной коррупцией и большим \
	влиянием криминальных организаций на большей части планеты, привело к тому, что у людей <font color=\"#a2819e\">Плутона</font> плохая \
	репутация, а граждане здесь имеют дурную славу. Сами люди, однако, обычно просто мечтают о том, чтобы \
	покинуть это место и переехать в более комфортные места. К сожалению, несмотря на усилия <font color=\"#436b8e\">ЦПСС</font>, многие \
	плутониане, как правило, поддерживают преступные связи, даже за пределами планеты."
	economic_power = 0.8
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)

/decl/cultural_info/culture/human/earthling
	name = CULTURE_HUMAN_EARTH
	description = "Вы с <font color=\"#33ccff\">Земли</font> - колыбели <font color=\"#6a97b0\">человечества</font>. Культура <font color=\"#33ccff\">Земли</font> такая же, какой она была на протяжении \
	веков, со старыми национальными государствами, хоть и не столь политически важными, но все же культурно \
	значимыми для многих людей по всей галактике, так как все уходят корнями на эту планету. Несмотря на то, \
	что географически они не так разнообразны, как в прошлом, в большинстве стран есть по крайней мере две \
	аркологии, составляющие большую часть своего населения, а остальные люди живут в небольших деревнях или в \
	одной из многочисленных общин по охране природы. Длительный период восстановления <font color=\"#33ccff\">Земли</font> привел к тому, \
	что большая часть населения была осведомлена об окружающей среде и активно защищает природные ресурсы, \
	стремясь избежать ошибок прошлого. Большинство землян - довольный народ, который считает себя самым близким \
	к природе и хранителями наследия <font color=\"#6a97b0\">человечества</font>."
	economic_power = 1.1

/decl/cultural_info/culture/human/ceti
	name = CULTURE_HUMAN_CETI
	description = "Вы из <font color=\"#bbbbbb\">Эпсилон Кита</font> - технологического хаба <font color=\"#436b8e\">ЦПСС</font>. Как эпсилонианин, вы не новичок в передовых \
	технологиях, присутствующих в пространстве <font color=\"#436b8e\">ЦПСС</font>. Ставя образование и новейшие технологии на первое место \
	среди своих приоритетов, люди из Тау Кита являются одними из самых ярких и продвинутых в технологиях. \
	Это дало тем, кто находится в системе, репутацию превосходящих всех в технических вопросах, а тех, кто \
	учился в Технологическом Институте Кита, считают одними из самых квалифицированных технических специалистов \
	на территории <font color=\"#6a97b0\">человечества</font>. В последнее время в обществе эпсилонианов усиливается трансгуманистический \
	элемент, что приводит к выраженной кибер-культуре; нередко можно увидеть, как эпсилониане украшают себя \
	металлом и хромом."
	economic_power = 1.1

/decl/cultural_info/culture/human/spacer_core
	name = CULTURE_HUMAN_SPACER
	description = "Вы родились посреди космического пространства между мирами, достаточно близко к развитым \
	планетам. Вы из одной из бесчисленных космических станций, орбитальных платформ, дальнобойных грузовых \
	кораблей, гейтвеев или других объектов, которые занимают огромные пространства в космосе. Спейсеры \
	центральных миров привыкли к жизни быстрых пересадок, постоянно перемещаясь от места к месту, встречая \
	множество людей и принимая многие культуры, близкие к дому человечества. Как таковые, спейсеры центральных \
	миров, как правило, заняты работой, общительны и мобильны, редко довольные оседлой жизнью. Они почти \
	повсеместно знают, как жить и работать среди пустоты и более готовы к космическим сюрпризам, чем их \
	привязанные к планетам коллеги."
	economic_power = 1
	language = LANGUAGE_SPACER

/decl/cultural_info/culture/human/spacer_frontier
	name = CULTURE_HUMAN_SPAFRO
	description =  "Вы родились посреди космического пространства между мирами, достаточно близко к обширной \
	границе территории <font color=\"#436b8e\">ЦПСС</font> или за ее пределами. Здесь такие вещи, как национальная идентичность и культура, \
	значат меньше; те, кто живет так далеко от центральных миров, беспокоятся только за свою семью и близких \
	друзей, а не за какую-то большую группу. Рожденные на одном из дальнобойных грузовых кораблей, которые \
	перемещаются между мирами фронтира, доставляющие жизненно важные товары, или на одном из одиноких форпостов \
	фронтира, - такие люди растут в маленьких, тесных пространствах с немногими другими людьми и, как правило, \
	наиболее знакомы со старыми, надежными, но просроченными технологиями. Независимые люди на фронтире более \
	склонны к изоляционизму и самостоятельности."
	economic_power = 0.9
	language = LANGUAGE_SPACER

/decl/cultural_info/culture/human/confederate
	name = CULTURE_HUMAN_CONFED
	description = "Вы с <font color=\"#935050\">Терры</font> (не с Земли), что находится в системе Гильгамеш. Это столичный мир <font color=\"#9d2300\">Гильгамешской \
	Колониальной Конфедерации</font>. Её жители воплощают в себе все то, что значит быть частью <font color=\"#9d2300\">ГКК</font>. К сожалению, годы, \
	прошедшие после Гайского Конфликта, оказались нелегкими для Терры, и длительный период восстановления \
	экономики не облегчил жизнь. Люди Терры, как правило, заняты в военном, промышленном, правительственном или \
	сервисном секторах, при этом особое внимание уделяется военной службе. Терранцы сегодня, как правило, бедные, \
	озлобленные и несколько разбитые люди, злые и обиженные из-за своих потерь в Гайском Конфликте. Воспитание на \
	Терре подчеркивает странное сочетание служения государству, либерализма и милитаризма."
	language = LANGUAGE_HUMAN_RUSSIAN
	economic_power = 0.9

/decl/cultural_info/culture/human/gaia
	name = CULTURE_HUMAN_GAIAN
	description = "Гайя - это одинокая планета в системе Галлелей, служащяя как демилитаризованная зона между Центральным Правительством Солнечной Системы и Независимой Колониальной Конфедерацией Гильгамеша. \
	Это сельскохозяйственный мир, хотя череда конфликтов на поверхности планеты оставили его опустошённым.\
	Планета разделенна на Южную Гайю и Северную Гайю, контролируемыми ЦПСС и ГКК соответственно. Новая Венеция служит нейтральной зоной внутри ДМЗ. \
	Население планеты остаётся разделённым даже спустя 10 лет после Гайского Конфликта. Новая Венеция распологается на берегу озера Кабот. \
	В то время как Гайя разделенна, нынешний мэр Новой Венеции служит жизненно важным посредником между обеими сторонами. Люди Гайи устали от войн и снова хотят увидеть лица своих семей. \
	Они страдали на протяжении двадцати лет и боятся, что могут пострадать снова."
	economic_power = 0.9

/decl/cultural_info/culture/human/other
	name = CULTURE_HUMAN_OTHER
	description = "Некоторые люди происходят из мест, о которых никто никогда не слышал, или мест, слишком \
	необузданных и фантастических, чтобы внести их в Галактическую Энциклопедию. Вы один из них."
	economic_power = 1
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)

/decl/cultural_info/culture/human/vatgrown
	name = CULTURE_HUMAN_VATGROWN
	description = "Вы были искусственно выращены в капсуле, либо клонированы, либо генетически модифицированы, \
	и ваш кругозор соответственно отклоняется от нормального человеческого уровня."

/decl/cultural_info/culture/human/vatgrown/sanitize_name(name)
	return sanitizeName(name, allow_numbers=TRUE)

/decl/cultural_info/culture/human/vatgrown/get_random_name(gender)
	// #defines so it's easier to read what's actually being generated
	#define LTR ascii2text(rand(65,90)) // A-Z
	#define NUM ascii2text(rand(48,57)) // 0-9
	#define FIRST capitalize(pick(gender == FEMALE ? GLOB.first_names_female : GLOB.first_names_male))
	#define NAME capitalize(pick(gender == FEMALE ? GLOB.first_names_female : GLOB.first_names_male)) + " " + capitalize(pick(GLOB.last_names))
	switch(rand(1,4))
		if(1) return NAME
		if(2) return "[LTR][LTR]-[FIRST]"
		if(3) return "[FIRST]-[NUM][NUM][NUM]"
		if(4) return "[NUM][NUM][NUM]-[FIRST]"
	. = 1 // Never executed, works around http://www.byond.com/forum/?post=2072419
	#undef LTR
	#undef NUM
	#undef FIRST
	#undef NAME
