/singleton/cultural_info/faction/unathi/tersten
	name = FACTION_UNATHI_TERSTEN
	nickname = "Гегемония Терстена"
	description = "Гегемония Терстена - это политическое объединение всех кланов терстенских унати, учрежденное по совместному проекту собрания Каанепо \
	и администрации президента Кузнецова в 2296-м году. Своими основными задачами Гегемония провозглашает продвижение интересов унати на Терстене, поддержание \
	близких отношений между представителями двух рас, разрешение возникающих конфликтов, а также дальнейшую интеграцию унати в человеческом обществе."
