/singleton/cultural_info/culture/adherent
	nickname = "Часовые"
	description = "Часовые - это относительно свободное сообщество полуорганических машин-слуг - адхерантов, \
	созданных ныне вымершей цивилизацией. Они чтят память своих давно погибших создателей, уничтоженных Криком - \
	солнечной вспышкой, стершей большую часть записей о создателях и повредившей многие сенсорные и управляющие \
	системы, ошеломив и дезориентировав выживших адхерантов на сотни лет. Теперь, наладив контакт с человечеством, \
	Часовые неуверенно делают первые шаги к месту в широком галактическом сообществе."
