/singleton/cultural_info/location/epsilon
	nickname = "Эпсилон Малой Медведицы"
	description = "Родина для всех дионея - это тринарная система, впервые обнаруженная скреллами. На нем нет \
	планет и крупных населенных пунктов, но имеется массивное кольцо мусора, состоящее из древних мест обитания \
	и разрушенных станций. Сами дионея были найдены на разбросанных орбитах вокруг каждой из трех звезд, где те \
	пели сквозь мрачную пустоту."
	ruling_body = "Хор дионея"
	distance = "63 световых года"
