/singleton/cultural_info/religion/warble
	nickname = "Учение Пустоты"
	description = "Хотя большинство скреллов придерживаются материализма и отвергают присутствие в реальности сверхестественных сил, не все представители \
	этой расы так сильно верят в непоколебимость рационализма. Долгие путешествия сквозь космос заставляют задумываться многих о том, как же они \
	незначительны на фоне целой Галактики. Некоторые приобретают философский взгляд на вещи, другие же просто осознают как же важно оставаться среди своих \
	собратьев. Но есть и те, кто стараются понять окружающий их мир посредством эмоций, внутренних чувств и ощущений. Они стараются стать едиными с Пустотой, \
	с темным бескрайним космосом, стремясь понять его не используя свой разум - но душу. Многие последователи этого \"учения Пустоты\" часто уходят в дальние \
	экспедиции, лишь ради этого ощущения удаленности от цивилизации."
