/singleton/cultural_info/culture/tajaran
	name = CULTURE_TAJARAN
	language = LANGUAGE_SIIK_MAAS
	name_language = LANGUAGE_SIIK_MAAS
	secondary_langs = list(LANGUAGE_SIIK_MAAS, LANGUAGE_SIIK_TAJR)
	nickname = "Адомайский таяран"
	description = "Вы - таяран, рожденный на Адомае. Гордый представитель своего вида. \
	Ваши предки ранее долгое время были покорены грязными глупцами, считающими свое \
	право властвовать над другими, данным им с рождения, непоколебимым. Но пролились \
	реки крови и теперь они мертвы, а вы, как и остальные достойные представители \
	своей расы - свободны. В тяжелые времена появляются сильные личности, \
	и вам хочется верить, что вы - один из них."

/singleton/cultural_info/faction/tajaran
	name = FACTION_TAJARAN_HADII
	nickname = "Клан Хади"
	description = "Хади - капиталистически развивающийся клан таяра, а ты - его член. Ты не очень любишь представителей клана Кайтам,\
	а они не очень любят тебя. Но зато твой клан любит деньги и имеет множество коммерческих пактов с транс-звездными корпорациями,\
	выгодными для вас обоих. Сотрудничество - это здорово, а сотрудничество приносящее доход - выгодно вдвойне!"
	language = LANGUAGE_SIIK_MAAS
	economic_power = 1.5

/singleton/cultural_info/faction/tajaran/kaytam
	name = FACTION_TAJARAN_KAYTAM
	nickname = "Клан Кайтам"
	description = "Конечно, клан Кайтам трудно назвать самым благополучным и богатым кланом, но он твой - и потому он лучший.\
	А еще твой клан вложил самый большой вклад в победу над надзирателями и армия у твоего клана самая сильная! \
	Кайтам - лучший клан, все же в нашем клане так говорят, потому так наверное и есть. \
	По радио наши лидеры говорят то же самое, а они - не врут."
	economic_power = 0.85

/singleton/cultural_info/faction/tajaran/kaytam/ksd
	name = FACTION_TAJARAN_KAYTAM_KSD
	nickname = "Кхан-Схану'Дар"
	description = "Кхан-Схану'Дар - один из крупнейших подкланов Кайтам, но обладающий гораздо большей независимостью и суверенитетом. \
	Твой клан идет по пути социализма, равенства и свободы. Таяра в других кланах могут быть богаче, свободнее, но ты знаешь, что \
	твой клан не бросит тебя в беде. Дружба, братство, равенство и взаимовыручка - основные постулаты представителей этого клана.\
	Ты многое по жизни своей должен этому клану, но и клан многое должен тебе."
	economic_power = 0.5

/singleton/cultural_info/faction/tajaran/nazkiin
	name = FACTION_TAJARAN_NAZKIIN
	nickname = "Клан Назкийн"
	description = "Ты - выходец из клана Назкийн, одного из наиболее консервативных кланов. Они известны своей любовью \
	к археологии, прошлому и науке. Благотворительность - не пустое слово, а одно из тех дел, которым часто занимаются \
	состоящие в клане. Распространение знаний - добрый, правильный поступок. Назкийн - один из наиболее миролюбивых кланов."
	economic_power = 1.15

/singleton/cultural_info/faction/tajaran/shishi
	name = FACTION_TAJARAN_SHISHI
	nickname = "Клан Ши-Сши"
	description = "Ты представитель клана Ши-Сши - одного из наиболее миролюбивых кланов. \
	Твои предки жили в единстве с природой, занимались земледелием, собирательством, знахарством. \
	Ты знаешь, что насилие - это очень плохо и заниматься этим тебе не хочется. \
	Вне дома ты грустишь по родной флоре своего мира."
	economic_power = 1

/singleton/cultural_info/faction/tajaran/jar
	name = FACTION_TAJARAN_JAR
	nickname = "Клан Джарр'Наш'Карр'Рри"
	description = "Джарр'Наш'Карр'Рри - твой клан. Клан строителей, художников и творцов. \
	Скорее всего и ты идешь по следам своих предков и занимаешься одним из любимых дел своего клана. \
	Да и не просто, а лучше всех. Никто не сравнится с представителями твоего клана, известного \
	и за пределами Адомая в его стезе."
	economic_power = 1

/singleton/cultural_info/faction/tajaran/other
	name = FACTION_TAJARAN_OTHER
	nickname = "Малоизвестный клан"
	description = "Ты представитель одного из менее значимых кланов таяра, или ты не состоишь, не являешься частью какого-либо клана."
	economic_power = 1

	//LOCATION

/singleton/cultural_info/location/ahdomai
	name = HOME_SYSTEM_AHDOMAI
	nickname = "Адомай"
	description = "Адомай - холодный, ледяной мир, являющийся столицей Конфедеративного Содружества Адомая. \
	Обычный мир, скрывающий под своей поверхностью неизвестно откуда взявшиеся артефакты, странные строения и предметы. "
	language = LANGUAGE_SIIK_MAAS
	ruling_body = "Конфедеративное Содружество Адомая"
	distance = "34 световых года"
	secondary_langs = list(LANGUAGE_SIIK_TAJR, LANGUAGE_SIGN, LANGUAGE_SPACER, LANGUAGE_HUMAN_EURO, LANGUAGE_GUTTER)
